"3-finger Horizontal Swipe" = "Deslizar horizontal con 3 dedos";
"3-finger Vertical Swipe" = "Deslizar vertical con 3 dedos";
"4-finger Horizontal Swipe" = "Deslizar horizontal con 4 dedos";
"4-finger Vertical Swipe" = "Deslizar vertical con 4 dedos";
"About" = "Acerca de";
"About %@" = "Acerca de %@";
"Accessibility" = "Accesibilidade";
"Acknowledgments" = "Agradecementos";
"Active app" = "Aplicación activa";
"Active screen" = "Pantalla activa";
"Active Space" = "Escritorio activo";
"Add a running app" = "Engadir unha app en execución";
"Add an app from disk" = "Engadir unha app dende o disco";
"Additional controls" = "Controis adicionais";
"Additional controls…" = "Controis adicionais ...";
"Advanced" = "Avanzado";
"After keys are released" = "Despois de soltar as teclas";
"After release" = "Despois do lanzamento";
"Align windows" = "Aliñar fiestras";
"Align windows:" = "Aliñar ventás:";
"All apps" = "Todas as aplicacións";
"All data from this form will be made public, as a ticket on github.com" = "Todos os datos deste formulario fáranse públicos, coma un ticket en github.com";
"All screens" = "Todas as pantallas";
"All Spaces" = "Todos os escritorios";
"Allowed" = "Permitido";
"Alphabetical" = "Alfabética";
"Alphabetical Order" = "Orde alfabética";
"Also select windows using:" = "Seleccionar tamén ventás usando:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "AltTab tivo un problema a derradeira vez que o usaches. Enviar un informe de error axudará a que o problema poda ser amañado";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "Actualmente AltTab está previsto para mostrar aplicacións.Esta configuración só está dispoñible cando AltTab está configurado para mostrar Windows.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab está a executarse sen permisos de gravación de pantalla. Non se amosarán as miniaturas.";
"AltTab needs some permissions" = "AltTab require algúns permisos";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "AltTab mostrará se a xanela está actualmente minimizada ou en pantalla completa cunha icona de estado.";
"Always" = "Sempre";
"Always send crash reports" = "Sempre enviar informes de erro";
"and press" = "e prema";
"and press:" = "e pulsar:";
"Animations" = "Animacións";
"Animations…" = "Animacións ...";
"App (BundleID starting with)" = "Aplicación (BULGEID comezando con)";
"App Icons" = "Iconas da aplicación";
"App is hidden" = "A aplicación está oculta";
"App is running but has no open window" = "A aplicación está en funcionamento pero non ten xanela aberta";
"Apparition delay" = "Atraso de aparición";
"Apparition delay of Switcher" = "Aparición do Switcher";
"Apparition delay:" = "Retraso ao amosar";
"Appearance" = "Apariencia";
"Application Name" = "Nome da aplicación";
"Application Name - Window Title" = "Nome da aplicación - Título da xanela";
"Applications" = "Aplicacións";
"Are you sure you don’t want a response?" = "Estás seguro de que non desexas unha resposta?";
"Arrow keys" = "Teclas de frecha";
"Ask whether to send crash reports" = "Preguntar se se envían informes de erro";
"Auto" = "Automático";
"Auto-install updates periodically" = "Auto instalar actualizacións periódicamente";
"Blacklists" = "Listas negras";
"Cancel" = "Cancelar";
"Cancel and hide" = "Cancelar e ocultar";
"Capture windows in the background" = "Capturar ventás en segundo plano";
"Center" = "Centro";
"Check for updates now…" = "Comprobar actualizacións agora...";
"Check for updates periodically" = "Comprobar actualizacións periódicamente";
"Check for updates…" = "Comprobar actualizacións...";
"Check permissions…" = "Comprobe os permisos ...";
"Close window" = "Pechar ventá";
"Conflicting shortcut" = "Atallo conflictivo";
"Controls" = "Controis";
"Crash reports policy" = "Política de informes de accidentes";
"Crash reports policy:" = "Política de informes de erro:";
"Cursor follows focus" = "O cursor segue o foco";
"Customize App Icons style…" = "Personaliza o estilo das iconas da aplicación ...";
"Customize Thumbnails style…" = "Personalizar o estilo de miniaturas ...";
"Customize Titles style…" = "Personalizar o estilo de títulos ...";
"Dark" = "Escuro";
"Debug tools" = "Ferramentas de depuración";
"Disabled" = "Desactivado";
"Do nothing" = "Non facer nada";
"Don’t check for updates periodically" = "Non comprobar actualizacións periódicamente";
"Don’t send" = "Non enviar";
"Don’t show windows from these apps" = "Non amosar ventás destas aplicacións";
"Done" = "Feito";
"End" = "Fin";
"Exceptions" = "Excepcións";
"Export settings…" = "Exportar axustes…";
"Export…" = "Exportar…";
"Fade in animation of Preview" = "Animación de aparición da Previsualización";
"Fade out animation" = "Fade a animación";
"Fade out animation of Switcher" = "Animación de desaparición do Switcher";
"Fade out animation:" = "Animación de desaparición:";
"Failed to import settings" = "Erro ao importar a configuración";
"Focus selected window" = "Dar o foco a ventá seleccionada";
"Fullscreen window" = "Ventana a pantalla completa";
"Fullscreen windows:" = "Ventás a pantalla completa:";
"Fullscreen/Defullscreen window" = "Fullscreen/fiestra de pantalla";
"General" = "Xeral";
"Gesture" = "Xesto";
"Grant permission" = "Outorgar permiso";
"Hidden windows:" = "Ventás ocultas:";
"Hide" = "Ocultar";
"Hide app badges" = "Ocultar emblemas de aplicación";
"Hide app badges:" = "Ocultar emblemas de aplicación:";
"Hide apps with no open window" = "Ocultar aplicacións sen ventás abertas";
"Hide apps with no open window:" = "Ocultar aplicacións sen ventás abertas:";
"Hide colored circles on mouse hover" = "Ocultar círculos con cor ao pasar o rato";
"Hide colored circles on mouse hover:" = "Ocultar círculos con cor ao pasar o rato:";
"Hide in %@" = "Esconderse en %@";
"Hide Space number labels" = "Ocultar etiquetas de número de espazo";
"Hide Space number labels:" = "Ocultar etiquetas de número de espazo:";
"Hide status icons" = "Ocultar iconas de estado";
"Hide status icons:" = "Ocultar iconas de estado:";
"Hide window thumbnails:" = "Ocultar miniaturas de ventás:";
"Hide/Show app" = "Ocultar/Amosar aplicación";
"High" = "Alto";
"Highest" = "Máis alto";
"Hold" = "Manter";
"Horizontal Swipe with Four Fingers" = "Deslizamento horizontal con catro dedos";
"Horizontal Swipe with Three Fingers" = "Deslizamento horizontal con tres dedos";
"I think the app could be improved with…" = "Acho que a aplicación podría mellorarse con...";
"Ignore shortcuts when active" = "Ignore os atallos cando están activos";
"Ignore shortcuts while a window from these apps is active" = "Ignorar atallos mentras unha ventá destas aplicacións estea activa";
"Import settings…" = "Importar axustes…";
"Import…" = "Importar…";
"Keep open" = "Manter aberto";
"Keep open and search" = "Manter aberto e buscar";
"Language" = "Idioma";
"Language Change" = "Cambio de idioma";
"Large" = "Grande";
"Later" = "Despois";
"Latest releases" = "Últimos lanzamentos";
"Leading" = "Líder";
"Left" = "Esquerda";
"Light" = "Luz";
"Lock search" = "Bloquear busca";
"Max height on screen:" = "Altura máxima en pantalla:";
"Max width on screen:" = "Acho máximo en pantalla:";
"Medium" = "Medio";
"Menubar icon" = "Icona menubar";
"Menubar icon:" = "Icona de barra de menú:";
"Middle" = "Metade";
"Minimize/Deminimize window" = "Minimizar/Desminimizar ventá";
"Minimized windows:" = "Ventás minimizadas:";
"Miscellaneous" = "Varios";
"Miscellaneous:" = "Misceláneas:";
"Mouse hover" = "Ao pasar o rato";
"Multiple screens" = "Múltiples pantallas";
"Never" = "Nunca";
"Never send crash reports" = "Xamais enviar informes de erro";
"No Window" = "Sen ventá";
"Non-active apps" = "Aplicacións non activas";
"Non-visible Spaces" = "Espazos non visibles";
"Normal" = "Normal";
"Not allowed" = "Non permitido";
"NSHumanReadableCopyright" = "Licenza GPL-3.0";
"Only if the window is fullscreen" = "Só se a ventá está en pantalla completa";
"Only on different screen" = "Só noutra pantalla";
"Open Accessibility Preferences…" = "Abrir Preferencias de Accesibilidade...";
"Open Accessibility Settings…" = "Abrir a configuración de accesibilidade…";
"Open Screen Recording Preferences…" = "Abrir Preferencias de Grabación de Pantalla...";
"Open Screen Recording Settings…" = "Abrir a configuración de gravación de pantalla…";
"Open System Settings to confirm, and continue" = "Abre a Configuración do sistema para confirmar e continuar";
"Open Trackpad Preferences…" = "Abrir preferencias do trackpad…";
"Open Trackpad Settings…" = "Abrir configuración do trackpad…";
"Optional: email (if you want a reply)" = "Opcional: correo electrónico (si desexa unha resposta)";
"Order windows by" = "Pide Windows por";
"Please fill in the form" = "Enche o formulario";
"Policies" = "Políticas";
"Preferences…" = "Preferencias...";
"Preview selected window" = "Vista previa Xanela seleccionada";
"Preview selected window:" = "Previsualizar a xanela seleccionada:";
"Preview the selected window." = "Vista previa da xanela seleccionada.";
"Quit" = "Saír";
"Quit %@" = "Saír %@";
"Quit app" = "Pechar aplicación";
"Recently Created" = "Recentemente creada";
"Recently Created First" = "Recentemente creado primeiro";
"Recently Focused" = "Recentemente enfocada";
"Recently Focused First" = "Primeiro enfocado recentemente";
"Remember my choice" = "Recordar a miña elección";
"Reset preferences and restart" = "Restablecer as preferencias e reiniciar";
"Reset preferences and restart…" = "Restablecer as preferencias e reiniciar ...";
"Reset settings and restart" = "Restablecer configuración e reiniciar";
"Reset settings and restart…" = "Restablecer configuración e reiniciar…";
"Restart Now" = "Reiniciar agora";
"Rows of thumbnails:" = "Filas de miniaturas:";
"Screen including menu bar" = "Pantalla que inclúe a barra de menú";
"Screen including mouse" = "Pantalla que ten o rato";
"Screen Recording" = "Grabación de Pantalla";
"Screen showing AltTab" = "Pantalla que amosa AltTab";
"Search" = "Buscar";
"Select next window" = "Seleccionar seguinte ventá";
"Select previous window" = "Seleccionar ventá anterior";
"Select windows on mouse hover" = "Seleccione Windows on Mouse Hover";
"Select windows using arrow keys" = "Seleccione Windows usando teclas de frecha";
"Select windows using vim keys" = "Seleccione Windows usando teclas VIM";
"Send" = "Enviar";
"Send a crash report?" = "Enviar un informe de erro?";
"Send anyway" = "Enviar igualmente";
"Send debug profile (CPU, memory, etc)" = "Enviar perfil de depuración (CPU, memoria, etc.)";
"Send feedback" = "Enviar comentarios";
"Send feedback…" = "Enviar comentarios…";
"Settings imported" = "Configuración importada";
"Settings…" = "Configuración";
"Share improvement ideas, or report bugs" = "Comparta ideas de mellora ou informe de erros";
"Shortcut" = "Atallo";
"Shortcut 1" = "Atallo 1";
"Shortcut 2" = "Atallo 2";
"Shortcut 3" = "Atallo 3";
"Shortcut 4" = "Atallo 4";
"Shortcut 5" = "Atallo 5";
"Shortcut already assigned to another action: %@" = "Atallo xa asignado a outra acción: %@";
"Shortcuts When Active" = "Atallos cando están activos";
"Shortcuts when active…" = "Atallos cando están activos ...";
"Show" = "Amosar";
"Show & Hide" = "Show & Hide";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Amosar un elemento no conmutador para cada xanela ou para cada aplicación.Windows estará centrado, mentres que as aplicacións estarán activadas.";
"Show apps with no open window" = "Amosar aplicacións sen xanela aberta";
"Show at the end" = "Amosar ao final";
"Show fullscreen windows" = "Amosar ventás de pantalla completa";
"Show hidden windows" = "Amosar fiestras ocultas";
"Show in switcher" = "Mostrar en Switcher";
"Show minimized windows" = "Mostrar fiestras minimizadas";
"Show on" = "Mostrar";
"Show on:" = "Amosar en:";
"Show standard tabs as windows" = "Amosar pestanas como ventás";
"Show standard tabs as windows:" = "Amosar pestanas como ventás:";
"Show titles" = "Mostrar títulos";
"Show windows from applications" = "Amosar Windows de aplicacións";
"Show windows from screens" = "Mostrar fiestras de pantallas";
"Show windows from Spaces" = "Mostrar fiestras desde espazos";
"Show windows from:" = "Amosar ventás desde:";
"Size" = "Tamaño";
"Skipped" = "Omitido";
"Small" = "Pequena";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "Algunhas aplicacións como Finder ou Vista previa usan pestanas estándar que actúan como Windows independentes.Algunhas outras aplicacións como os navegadores web usan pestanas personalizadas que actúan de formas únicas e non son ventás reais.AltTab non pode listar estes por separado.";
"Source code repository" = "Repositorio de código fonte";
"Space" = "Espazo";
"Space Order" = "Orde espacial";
"Start" = "Comezo";
"Start at login" = "Comeza no inicio de sesión";
"Start at login:" = "Cargar ao comezo:";
"Support this project" = "Apoia a este proxecto";
"Swipe with Four Fingers" = "Deslizar con catro dedos";
"Swipe with Three Fingers" = "Deslizar con tres dedos";
"Switch between 3 different styles. You can customize them." = "Cambia entre 3 estilos diferentes.Podes personalizalos.";
"System" = "Sistema";
"System Default" = "Predeterminado do sistema";
"The ⌘⎋ (command+escape) shortcut may be used by macOS for GameOverlay.\n\nYour change would assign it to: %@.\n\nIf you want to continue, make sure that the GameOverlay shortcut is disabled.\nAlso note that macOS has reported bugs where the shortcut may still interfere while disabled." = "O atallo ⌘⎋ (comando+escape) pode ser usado por macOS para GameOverlay.\n\nA túa modificación asignaríase a: %@.\n\nSe queres continuar, asegúrate de que o atallo de GameOverlay estea desactivado.\nTen en conta tamén que macOS informou de erros nos que o atallo pode seguir interferindo aínda estando desactivado.";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "A tecla ⎋ (escape) está reservada por algúns atallos de macOS (por exemplo, ⌘⌥⎋ mostrará a xanela Forzar saída de aplicacións).\n\nSe queres usar ⎋, asegúrate de que os modificadores de retención non sexan: ⌘⌥, ⌘⌥⇧ ou ⌘⌥⇧⌃";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nYour change would assign it to: %@.\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "A tecla ⎋ (escape) está reservada por algúns atallos de macOS (por exemplo, ⌘⌥⎋ mostrará a xanela Forzar saída de aplicacións).\n\nA túa modificación asignaríase a: %@.\n\nSe queres usar ⎋, asegúrate de que os modificadores de retención non sexan: ⌘⌥, ⌘⌥⇧ ou ⌘⌥⇧⌃";
"The application needs to restart to apply the imported settings." = "A aplicación necesita reiniciarse para aplicar a configuración importada.";
"The application needs to restart to apply the language change." = "A aplicación necesita reiniciarse para aplicar o cambio de idioma.";
"Theme" = "Tema";
"Theme:" = "Tema:";
"Then release:" = "Ao soltar:";
"This permission is needed to focus windows after you release the shortcut" = "Este permiso é necesario para da o foco a ventás despois de soltar o atallo";
"This permission is needed to show screenshots and titles of open windows" = "Este permiso é necesario para amosar capturas de pantalla e títulos de ventás abertas";
"This permission is needed to show thumbnails and preview of open windows" = "Este permiso é necesario para mostrar miniaturas e previsualizacións das fiestras abertas.";
"Thumbnails" = "Miniaturas";
"Title" = "Título";
"Title truncation" = "Truncamento de título";
"Titles" = "Títulos";
"Trackpad haptic feedback" = "Resposta háptica do trackpad";
"Trigger" = "Disparador";
"Trigger shortcut" = "Atallo de disparo";
"Unassign existing shortcut and continue" = "Anular a asignación do atallo existente e continuar";
"Updates policy" = "Política de actualizacións";
"Updates policy:" = "Política de actualizacións:";
"Use the app without this permission. Thumbnails won’t show." = "Usa a aplicación sen este permiso. Non se amosarán as miniaturas.";
"Version" = "Versión";
"Vertical Swipe with Four Fingers" = "Deslizamento vertical con catro dedos";
"Vertical Swipe with Three Fingers" = "Deslizamento vertical con tres dedos";
"View existing discussions" = "Ver discusións existentes";
"Vim keys" = "Teclas Vim";
"Vim keys already assigned to other actions:\n%@" = "VIM teclas xa asignadas a outras accións: \\ n%@";
"Visibility" = "Visibilidade";
"Visible Spaces" = "Spaces visible";
"When disabled, avoids the macOS purple screen-recording indicator, and avoids flickers when playing DRM video. Thumbnails will be less up-to-date." = "Cando está desactivado, evita o indicador morado de gravación de pantalla de macOS e evita os parpadeos ao reproducir vídeo con DRM. As miniaturas estarán menos actualizadas.";
"When fullscreen" = "Cando se atopa toda a pantalla";
"When no open window" = "Cando non hai xanela aberta";
"While open, press:" = "Mentras este aberto, pulsar:";
"Window app icon size:" = "Tamaño da icona da ventá de aplicación:";
"Window is fullscreen" = "A xanela está en pantalla completa";
"Window is minimized" = "A xanela minimízase";
"Window is on every Space" = "A xanela está en todos os espazo";
"Window is on Space %d" = "A xanela está no espazo %d";
"Window max width in row:" = "Ancho maximo de ventá en fila";
"Window min width in row:" = "Ancho mínimo de ventá en fila";
"Window order:" = "Orde da xanela:";
"Window Title" = "Título da xanela";
"Window title contains" = "O título da xanela contén";
"Window title font size:" = "Tamaño de fonte do título da ventá:";
"Window title truncation:" = "Truncado de título de ventá:";
"Windows" = "Windows";
"You can’t undo this action." = "Non podes desfacer esta acción.";
"You didn’t write your email, thus can’t receive any response." = "Non escribiches o teu correo electrónico, así que non poderás recibir resposta.";
"You may need to disable some conflicting system gestures" = "Quizais necesites desactivar algúns xestos do sistema que poidan entrar en conflito.";
